[
  {
    "id": 1,
    "imageUrl": "https://m66-barbershop-spb.ru/build/images/haircuts/pompadour/haircut_and_it_types/1.jpg",
    "name": "Помпадур",
    "price": 20,
    "description": "Это мужская стрижка, которая была популярна в 1950-х годах и стала вновь актуальной благодаря возвращению интереса к ретро стилю в моде. Эта стрижка получила свое название в честь знаменитого французского аристократа и политика Маркиза де Помпадур, любовницы французского короля Людовика XV. Она славилась своими выразительными волосами и изысканным стилем."
  },
  {
    "id": 2,
    "imageUrl": "https://supermancut.ru/storage/app/media/uploaded-files/muzshkaya-strijka-boks-ili-poluboks-v-chem-otlichie-foto-1.jpg",
    "name": "Бокс",
    "price": 10,
    "description": "Бокс - это короткая мужская стрижка, которая получила свое название благодаря своей популярности среди боксеров. Эта стрижка предоставляет простой и аккуратный внешний вид, что делает ее идеальным выбором для мужчин, которые предпочитают низкое обслуживание и легкость в укладке."
  },
  {
    "id": 3,
    "imageUrl": "https://telegraf.com.ua/static/storage/originals/6/52/804daf05000258cc24eeef2aa3c93526.jpg",
    "name": "Кризис",
    "price": 19,
    "description": "Если Кризис стал популярным стилем стрижки после моего последнего обновления, рекомендую обратиться к последним источникам моды, парикмахерам или стилистам, чтобы получить более актуальную информацию о данном стиле стрижки и как он реализуется. Помните, что названия стрижек могут различаться в разных регионах и среди различных парикмахеров, поэтому лучше всего обратиться к профессионалам в вашем регионе для наилучших результатов."
  },
  {
    "id": 4,
    "imageUrl": "https://boogiwoo.ru/wp-content/uploads/2021/10/52-short-hairstyles-for-men-2017-gentlemen-hairstyles-pertaining-to-short-curly-hairstyles-for-men-971x1024-1.jpg",
    "name": "Квифф",
    "price": 20,
    "description": "Квифф (quiff) - это стиль мужской стрижки, который стал популярным в середине 20-го века и остается одним из модных и стильных вариантов стрижки до сегодняшнего дня. Этот стиль включает в себя объемные верхние волосы, которые обычно поднимаются наверх и придают голове форму волны или гребень."
  },
  {
    "id": 5,
    "imageUrl": "https://mr-kg.ru/wp-content/uploads/2019/12/mogavk.png",
    "name": "Мохавк",
    "price": 12,
    "description": "Мохавк - это выразительная мужская стрижка, которая выделяется длинными верхними волосами, которые идут вдоль центральной линии головы от передней части до задней. Боковые волосы при этом чаще всего подстригаются коротко или полностью выбриваются. Такая конструкция создает контраст между длинными волосами на вершине и короткими или отсутствующими боковыми волосами."
  },
  {
    "id": 6,
    "imageUrl": "https://i.pinimg.com/564x/cd/db/b8/cddbb827a0dfede6013a9ac2a06e5ca6.jpg",
    "name": "Миссисипи",
    "price": 22,
    "description": "Если Миссисипи - это какой-то новый стиль стрижки или модный тренд, рекомендую обратиться к последним источникам моды, парикмахерам или стилистам, чтобы получить более актуальную информацию о данном стиле стрижки и как он реализуется. Помните, что названия стрижек могут различаться в разных регионах и среди различных парикмахеров, поэтому лучше всего обратиться к профессионалам в вашем регионе для наилучших результатов."
  },
  {
    "id": 7,
    "imageUrl": "https://i.pinimg.com/736x/d5/3b/a7/d53ba7eee8e7d858c6a01a723b516b8b.jpg",
    "name": "Под бош",
    "price": 20,
    "description": "Если под бош - это какой-то новый стиль стрижки или модный тренд, рекомендую обратиться к последним источникам моды, парикмахерам или стилистам для получения более актуальной информации о данном стиле стрижки и как он реализуется. Помните, что названия стрижек могут различаться в разных регионах и среди различных парикмахеров, поэтому лучше всего обратиться к профессионалам в вашем регионе для наилучших результатов."
  },
  {
    "id": 8,
    "imageUrl": "https://mr-kg.ru/wp-content/uploads/2019/09/polubox.jpg",
    "name": "Полумох",
    "price": 17,
    "description": "Полумох (полу-мохавк) - это стиль стрижки, который сочетает в себе элементы классического мохавка и более умеренные боковые волосы. Этот стиль обычно включает в себя коротко подстриженные или выбритые боковые волосы, но не так короткие, как при традиционной мохавке. Верхние волосы остаются длинными и могут быть стайлингованы вверх или к бокам."
  },
  {
    "id": 9,
    "imageUrl": "https://i.pinimg.com/474x/ba/90/1b/ba901bf1e2eb01084acce59e620035e3.jpg",
    "name": "Короткий метель",
    "price": 9,
    "description": "Короткий метель (или шорт метель) - это стиль мужской стрижки, который характеризуется очень короткими волосами по всей голове. В этом стиле верхние волосы обычно подстригаются на очень короткую длину, часто до нескольких миллиметров или меньше, создавая эффект крайне коротких волос."
  },
  {
    "id": 10,
    "imageUrl": "https://bowandtie.ru/wp-content/uploads/2017/08/V-Rossii-lyubyie-kosyi-krome-breydov-vse-eshhe-yavlyayutsya-vyizovom-dress-kodu.jpg",
    "name": "Французская коса",
    "price": 30,
    "description": "В то время как мужчины редко выбирают французскую косу как свою стрижку, они также могут выбрать варианты плетения волос, такие как "коса в корзинку" или "встроенная коса", чтобы создать узоры и текстуры на коротких или средних волосах. Эти стили часто используются для создания интересных причесок на различных мужских стрижках, но они не являются типичным вариантом французской косы."
  },
  {
    "id": 11,
    "imageUrl": "https://www.salonsecret.ru/media/wysiwyg/blog/post/instagram/BN4ETjfBEMa.jpg",
    "name": "Каре с челкой",
    "price": 23,
    "description": "Каре с челкой создает структурированный и аккуратный вид, при этом подчеркивая форму лица. Этот стиль может быть подходящим выбором для мужчин, которые ищут современную и стильную стрижку с четко определенными линиями. Пожалуйста, обсудите свои предпочтения с парикмахером, чтобы получить наилучший результат."
  },
  {
    "id": 12,
    "imageUrl": "https://1gai.ru/uploads/posts/2020-10/1602003111_5.jpg",
    "name": "Тридцатилетний",
    "price": 12,
    "description": "Если тридцатилетний относится к новому стилю стрижки или модному тренду, рекомендую обратиться к последним источникам моды, парикмахерам или стилистам для получения более актуальной информации о данном стиле стрижки и как он реализуется. Помните, что названия стрижек могут различаться в разных регионах и среди различных парикмахеров, поэтому лучше всего обратиться к профессионалам в вашем регионе для наилучших результатов."
  },
  {
    "id": 13,
    "imageUrl": "https://mrcolt.ua/files/blog/LEV_7554.800x600.jpg",
    "name": "Фейд",
    "price": 13,
    "description": "Фейд (Fade) - это популярный стиль мужской стрижки, который характеризуется плавным переходом длины волос от коротких к длинным. Эта стрижка создает эффект плавного и естественного перехода между короткими волосами на боках и задней части головы и длинными волосами на вершине головы."
  },
  {
    "id": 14,
    "imageUrl": "https://salonsonata.ru/assets/cache/images/content/images/service/strizhki/strizhka-muzhskaya1-450x450-024.jpg",
    "name": "Комбинированные стрижки ",
    "price": 20,
    "description": "Комбинированные стрижки (Comb Over) - это стиль мужской стрижки, который обычно включает в себя подстриженные или выбритые бока и заднюю часть головы, а верхние волосы сохраняются длинными и стайлингуются в сторону, часто с частью волос, называемой "пробор" или "разделитель". Этот стиль стрижки дает возможность создать объем на верхней части головы и одновременно сохранить аккуратный и структурированный вид."
  },
  {
    "id": 15,
    "imageUrl": "https://mr-kg.ru/wp-content/uploads/2020/01/2-2.jpg",
    "name": "Бардо",
    "price": 10,
    "description": "Бардо (Bardo) - это термин, который в моем знании не ассоциируется с каким-либо конкретным стилем мужской стрижки. Возможно, это название является термином, используемым в определенном регионе или студии по уходу за волосами, но я не могу предоставить подробности о нем из-за отсутствия информации в моей базе данных."
  },
  {
    "id": 16,
    "imageUrl": "https://i.pinimg.com/736x/50/77/5a/50775ac4d0c22e0d21751dffae9bc44a--hair-cuts-barber.jpg",
    "name": "Маленький мачо",
    "price": 9,
    "description": "Маленький мачо - это выражение, которое может использоваться в разговорной речи или в контексте стиля одежды и образа, но оно не является конкретным стилем мужской стрижки. Обычно это выражение описывает мужчину небольшого роста, который старается выглядеть сильным и уверенным, несмотря на свои физические параметры."
  }
]
